/* Movie(s) */
"%d movie(s)" = "%d movie(s)";

/* Number of matches description */
"%d of %d" = "%d von %d";

/* Title for settings cell about */
"aboutApp" = "Über die App";

/* Imprint content */
"aboutContent" = "Cineaste ist der bequemste Weg das richtige Bewegtbild für einen entspannten Filmabend zu finden. Hier kannst du alle Filme, die du noch sehen möchtest, oder schon gesehen hast, einfach und übersichtlich verwalten.

Ein einziger Klick findet bei deinem nächsten Filmabend den Titel, welchen die meisten Anwesenden sehen wollen. Hierbei werden deine Filme über Bluetooth nur in deinem Wohnzimmer geteilt. Ist der passende Titel gefunden, können deine Freunde deine Filme nicht mehr sehen. Das heißt, dass deine Filmlisten zu keinem Zeitpunkt über irgendwelche Server gehen und sicher auf deinem Gerät liegen.

Solltest du doch einmal deine Filmlisten dauerhaft zu einem anderen Gerät übertragen wollen, kannst du sie problemlos exportieren und importieren.";

/* Title for settings cell appStore */
"appStore" = "Bewerte uns im App Store";

/* Title for cancel action */
"cancel" = "Abbrechen";

/* Message for connection error alert */
"connectionError" = "Verbindung zur Filmdatenbank ist fehlgeschlagen.";

/* Title for settings cell contact */
"contact" = "Kontakt";

/* Message for insert movie error alert */
"couldNotAddMovie" = "Der Film konnte nicht hinzugefügt werden.";

/* Message for delete movie error alert */
"couldNotDeleteMovie" = "Der Film konnte nicht gelöscht werden.";

/* Message for update movie error alert */
"couldNotMoveMovie" = "Der Film konnte nicht verschoben werden.";

/* Title for delete swipe action */
"delete" = "Löschen";

/* Title for delete movie button */
"delete.width" = "delete.width";

/* Title for delete action */
"deleteFromList" = "Von Liste löschen";

/* Message for export with empty data alert */
"emptyDatabase" = "Deine Datenbank ist leer. Füge Filme zu deinen Filmlisten hinzu, dann kannst du diese auch exportieren.";

/* Title for enable nearby button */
"enable nearby" = "Google Nearby erlauben";

/* Title for error alert */
"error" = "Fehler";

/* Explain movie night description */
"explainMovieNight" = "Finde heraus, welchen Film die meisten Freunde in deiner Nähe sehen wollen.\nDafür wird deine Watchlist für Anwesende freigegeben.";

/* Title for settings cell exportMovies */
"export" = "Export";

/* Description for settings cell exportMovies */
"exportDescription" = "Du kannst deine Filmlisten als JSON-Datei exportieren, z.B. als Backup oder um sie auf anderen Geräten wieder einzuspielen. Der Export ist kompatibel mit der Android und der iOS App.";

/* Message for export failed alert */
"exportFailed" = "Export fehlgeschlagen";

/* Start first movie night title */
"firstMovieNight" = "Deine erste Filmnacht";

/* Title for helpPandas */
"helpPandas" = "HilfsPandas";

/* Description for helpPandas */
"helpPandasContent" = "Philipp Wolf (Design)";

/* Title for seen movie list */
"history" = "Schon\U00A0gesehen";

/* Description for icon8 */
"icons8" = "Icons8";

/* Title for icon8 */
"icons8link" = "Bluetooth- und Mikrofon-Icon als freie Icons von icons8.com";

/* Title for settings cell importMovies */
"import" = "Import";

/* Description for settings cell importMovies */
"importDescription" = "Du kannst JSON-Dateien importieren, die mit einem Cineaste-Export generiert wurden.";

/* Message for import failed alert */
"importFailed" = "Import fehlgeschlagen";

/* Message for import failed because the file could not be read alert */
"importFailedNotReadFile" = "Import fehlgeschlagen\nDie Datei konnte nicht gelesen werden.";

/* Description while importing movies */
"importingMovies" = "Filme importieren...";

/* Message for import succeeded alert */
"importSuccessful" = "Import erfolgreich";

/* Message for movie import succeeded alert */
"importSuccessfulEnd" = "erfolgreich importiert.";

/* Title for information */
"info" = "Info";

/* Title for settings cell licence */
"license" = "Lizenzen";

/* Message for loading data error alert */
"loadingDataError" = "Die Daten konnten nicht geladen werden.";

/* Message for missing feature alert */
"missingFeature" = "Dieses Feature wurde noch nicht implementiert.";

/* Title for the more information button */
"moreInformation" = "Mehr Infos";

/* Title for movie night viewController */
"movieNight" = "Freunde in der Nähe";

/* Description for usage of nearby */
"nearbyUsage" = "Google Nearby benutzt gerade folgende Technologien, um Freunde in der Nähe zu finden.";

/* Description for denied nearby permission */
"nearbyPermissionDenied" = "Ohne Google Nearby kann nicht nach Geräten in deiner Nähe gesucht werden.";

/* Nearby link */
"nearbyLink" = "Mehr Informationen zu Google Nearby: developers.google.com/nearby";

/* Title for no action */
"no" = "Nein";

/* Title for no content */
"noContent" = "Kein Inhalt";

/* Message for no email client alert */
"noEmailClient" = "Dein Gerät kann keine E-Mails versenden.\nUm uns zu kontaktieren, sende uns eine E-Mail an ios@spacepandas.de";

/* Description for empty movie list */
"noMoviesOnList %@" = "Du hast keine Filme auf deiner \"%@\"\U2011Liste.\nFüge doch einen neuen Titel hinzu.";

/* Title for ok action */
"ok" = "OK";

/* on a date */
"onDate" = "am";

/* Title for openSource */
"openSource" = "Open Source Projekt";

/* Title for openSource */
"openSourceContent" = "Cineaste startete 2016 mit einer Android App und seit Ende 2017 arbeiten die SpacePandas nun auch an der längst überfälligen iOS App. Und weil wir absolut nichts zu verbergen haben ist Cineaste Open Source. Das heißt jeder kann unseren Code sehen und etwas zu der App beitragen.

Wir geben unser Bestes, um das Nutzererlebnis so gut wie möglich zu machen, dabei sind wir aber auf dein Feedback angewiesen. Schreib doch einen Kommentar im App Store oder schau auf GitHub vorbei.

Android App - GitHub: github.com/spacepandas/cineaste-android
iOS App - GitHub: github.com/spacepandas/cineaste-ios";

/* Message for refreshing movie data with pull to refresh */
"refresh movie data" = "Aktualisiere Filme";

/* Results after search for movie night */
"results" = "Ergebnisse";

/* All results for movie night */
"results all together" = "Alle zusammen";

/* Title for save action */
"save" = "Speichern";

/* Search friends on movie night */
"searchFriends" = "Suche nach Freunden in deiner Nähe...";

/* Title for search */
"searchMovieTitle" = "Film hinzufügen";

/* Title for seen movie button */
"seen.width" = "seen.width";

/* Title for settings viewController */
"settings" = "Mehr";

/* Title for the start movienight button */
"startMovieNight" = "Jetzt anschauen";

/* Information about release */
"soonRelease" = "Demnächst";

/* Title for spacePandas */
"SpacePandas" = "SpacePandas";

/* Description for spacePandas */
"SpacePandasContent" = "Marcel Groß (Android-App)
Christian Braun (Android- & iOS-App)
Felizia Bernutz (iOS-App)";

/* Title for movieDB */
"TMDb" = "TMDb";

/* Description for movieDB */
"TMDbContent" = "Das Wissen über die ganzen Filme haben wir übrigens von TMDb (www.themoviedb.org).

Diese App nutzt die TMDb API, wird jedoch nicht durch TMDb unterstützt oder zertifiziert.";

/* Title for unknown release date */
"unknown_releaseDate" = "Unbekanntes Veröffentlichungsdatum";

/* Title for unknown title */
"unknown_title" = "Unbekannter Titel";

/* Enter username title */
"username" = "Benutzername";

/* Description for app version */
"version" = "Version";

/* Title for must see movie button */
"watchlistAction" = "Watchlist";

/* Title for want to see movie list */
"watchlist" = "Watchlist";

/* Title for yes action */
"yes" = "Ja";
